Repository: eacorneliussen/wp-gdpr-core
Catalog: languages/wp_gdpr-*.po
Languages: nb_no

source: GDPR - Request personal data
nb_no: GDPR - Få forespørsel i dine persondata

source: privacy policy
nb_no: personvern

source: Checkbox GDPR is required
nb_no: Avkryssing i GDPR sjekkboksen er påkrevd

source: This form collects your name, email and content so that we can keep track of the comments placed on the website. For more info check our %s where you'll get more info on where, how and why we store your data.
nb_no: Dette skjemaet tar vare på din e-postadresse så vi kan holde kontroll på sidens kommentarer. Sjekk ut %s for mer informasjon.

source: Agree
nb_no: Godkjenn

source: This form collects your name, email and content so that we can keep track of the comments placed on the website. For more info check our privacy policy where you'll get more info on where, how and why we store your data.
nb_no: Dette skjemaet tar vare på din e-postadresse så vi kan oppdatere deg på din forespørsel. Sjekk ut %s for mer informasjon. For mer informasjon sjekk ut "Retningslinjer og personvern" hvor du får mer informasjon om hvor, hvordan og hvorfor vi lagrer din data.

source: <strong>ERROR</strong>: please fill the required fields (GDPR checkbox).
nb_no: <strong>FEIL</strong>: vennligst fyll inn de påkrevde feltene (GDPR sjekkboks).

source: Something went wrong.
nb_no: Noe gikk galt

source: Email is not valid
nb_no: E-postadressen er ikke gyldig

source: Comment is changed
nb_no: Kommentaren er endret

source: name
nb_no: navn

source: email
nb_no: e-post

source: comment
nb_no: kommentar

source: website
nb_no: nettside

source: comment date
nb_no: kommentardato

source: author email
nb_no: kommentators e-postadresse

source: author name
nb_no: kommentators navn

source: comment content
nb_no: kommentar

source: delete
nb_no: slett

source: The site administrator received your request. Thank You.
nb_no: Vi har mottatt din forespørsel. Tusen takk!

source: New delete request
nb_no: Ny sletteforespørsel

source: Comments deleted
nb_no: Kommentarer slettet

source: Comments are anonymous
nb_no: Kommentarer er anonyme

source: We confirm Your data deletion request
nb_no: Vi bekrefter din forespørsel om sletting av persondata

source: Comment author
nb_no: Kommentarforfatter

source: content
nb_no: innhold

source: Request send
nb_no: Forespørsel sendt

source: requested at
nb_no: forespurt på

source: resend email
nb_no: send e-post igjen

source: comments
nb_no: kommentarer

source: gravity form entries
nb_no: gravity form innsendinger

source: waiting for email
nb_no: venter på e-post

source: email sent
nb_no: e-posten er sent

source: url is visited
nb_no: url er besøkt

source: Data request
nb_no: Personopplyninger forespurt

source: Email sent
nb_no: E-post sent

source: select
nb_no: velg

source: waiting to process
nb_no: venter på behandling

source: deleted
nb_no: slettet

source: anonymous
nb_no: anonym

source: processed
nb_no: behandlet

source: plugin name
nb_no: utvidelsens navn

source: Request add-on for your plugin
nb_no: Forespør tilleggsmodul for din utvidelse

source: Email
nb_no: E-post

source: This form collects your email so that we can keep you updated about your request. Check out our %s for more information.
nb_no: Dette skjemaet tar vare på din e-postadresse så vi kan oppdatere deg på din forespørsel. Sjekk ut %s for mer informasjon.

source: I consent to having WP-GDPR collect my email when provided.
nb_no: Jeg samtykker i at WP_GDPR tar imot og benytter min e-postadresse.

source: submit
nb_no: send inn

source: List of data requests
nb_no: Liste over forespurt data

source: List of delete requests
nb_no: Liste over slettede forespørsler

source: List of plugins
nb_no: Liste over utvidelser

source: Settings
nb_no: Innstillinger

source: Delete comments
nb_no: Slett kommentarer

source: Make comments anonymous
nb_no: Gjør kommentarene anonyme

source: Request to view your personal data
nb_no: Be om innsyn i dine personlige data

source: Dear Sir / Madam
nb_no: Kjære kunde

source: You asked to delete your personal data at
nb_no: Du har forespurt sletting av din persondata på

source: Your requests is approved and data was successfully deleted today.
nb_no: Forespørselen er godkjent og din persondata ble idag slettet i sin helhet.

source: Thanks for contacting us.
nb_no: Takk for at du kontaktet oss.

source: List of processed data
nb_no: Liste over behandlet data

source: Request to delete personal data
nb_no: Forespørsel om sletting av personlig data

source: asked to delete his/her personal data.
nb_no: ønsker å få slettet sine personlige data.

source: Check all requests
nb_no: Merk alle forespørsler

source: List of users that requested for information
nb_no: Liste over brukere som har forepurt informasjon

source: List of plugins that store data of users
nb_no: Liste over utvidelser som lagrer brukernes persondata

source: Privacy policy link
nb_no: lenke til personvern

source: Update url
nb_no: Oppdater URL

source: Send delete request
nb_no: Send forespørsel om sletting

source: Download comments
nb_no: Last ned kommentarer

source: Resend emails
nb_no: Send e-poster på nytt

source: You asked to access your personal data. By clicking on the button you can view or delete your comments created on the website:
nb_no: Du har forespurt tilgang til din persondata. Ved å klikke på knappen kan du se og slette dine kommentarer på:

source: Check your comments
nb_no: Sjekk dine kommentarer

source: I consent to having %s collect my email so that they can send me my requested info. For more info check our privacy policy where you'll get more info on where, how and why we store your data.
nb_no: Jeg samtykker i at %s tar imot og benytter min e-postadresse så jeg kan få tilsendt min informasjon. For mer informasjon sjekk våre "Retningslinjer og personvern", hvor du får mer informasjon om hvor, hvordan og hvorfor vi lagrer dine data.

source: Submit
nb_no: Send inn

source: Thank You! We will send you email in 48h.
nb_no: Takk! Vi sender deg en e-post innen 48t (virkedager).

source: View Comments
nb_no: Vis kommentarer

source: All comments added by email address
nb_no: Alle kommentarer registrert på e-postadressen

source: Help to handle gdpr regulations.
nb_no: Hjelp til å følge GDPR regulativer
